[
  {
    "symbol": "KO",
    "price": 55.265,
    "beta": 0.616042,
    "volAvg": 15251073,
    "mktCap": 238284996608,
    "lastDiv": 1.66,
    "range": "43.51-56.48",
    "changes": -0.475,
    "companyName": "The Coca-Cola Company",
    "currency": "USD",
    "cik": "0000021344",
    "isin": "US1912161007",
    "cusip": "191216100",
    "exchange": "New York Stock Exchange",
    "exchangeShortName": "NYSE",
    "industry": "Beverages—Non-Alcoholic",
    "website": "http://www.coca-colacompany.com",
    "description": "The Coca-Cola Company, a beverage company, manufactures, markets, and sells various nonalcoholic beverages worldwide. The company provides sparkling soft drinks; water, enhanced water, and sports drinks; juice, dairy, and plant?based beverages; tea and coffee; and energy drinks. It also offers beverage concentrates and syrups, as well as fountain syrups to fountain retailers, such as restaurants and convenience stores. The company sells its products under the Coca-Cola, Diet Coke/Coca-Cola Light, Coca-Cola Zero Sugar, Fanta, Fresca, Schweppes, Sprite, Thums Up, Aquarius, Ciel, Dasani, glacéau smartwater, glacéau vitaminwater, Ice Dew, I LOHAS, Powerade, Topo Chico, AdeS, Del Valle, fairlife, innocent, Minute Maid, Minute Maid Pulpy, Simply, ZICO, Ayataka, Costa, dogadan, FUZE TEA, Georgia, Gold Peak, HONEST TEA, and Kochakaden brands. It operates through a network of company-owned or controlled bottling and distribution operators, as well as through independent bottling partners, distributors, wholesalers, and retailers. The company was founded in 1886 and is headquartered in Atlanta, Georgia.",
    "ceo": "Mr. James Quincey",
    "sector": "Consumer Defensive",
    "country": "US",
    "fullTimeEmployees": "80300",
    "phone": "14046762121",
    "address": "1 Coca Cola Plz NW",
    "city": "Atlanta",
    "state": "GEORGIA",
    "zip": "30301",
    "dcfDiff": -22.44,
    "dcf": 57.7318,
    "image": "https://financialmodelingprep.com/image-stock/KO.png",
    "ipoDate": "1919-09-05",
    "defaultImage": false,
    "isEtf": false,
    "isActivelyTrading": true
  }
]